Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: There are two, depending on how you're holding the phone.
de: Es gibt zwei, je nachdem, wie du das Telefon hältst.
es: Hay dos, según cómo sujetes el teléfono.
et: Neid on kaks, olenevalt sellest, kuidas sa telefoni hoiad.
fr: Il y en a deux, selon la façon dont tu tiens le téléphone.
hu: Kettő is van, attól függően, hogyan fogod a telefont.
it: Ce ne sono due, a seconda di come tieni il telefono.
ja: 持ち方に応じて2種類あります。
ko: 휴대폰을 어떻게 쥐느냐에 따라 두 가지가 있습니다.
ms: Ada dua, bergantung pada cara anda memegang telefon.
pt: Há dois, conforme a forma como pegas no telemóvel.
ru: Их два — в зависимости от того, как вы держите телефон.
zh_hans: 有两种，看你怎么拿手机。

source: There is no Clink cloud and no sync account.
de: Es gibt keine Clink-Cloud und kein Sync-Konto.
es: No hay ninguna nube de Clink ni cuenta de sincronización.
et: Clinki pilve ega sünkroonimiskontot pole.
fr: Il n'y a pas de cloud Clink ni de compte de synchronisation.
hu: Nincs Clink-felhő és nincs szinkronfiók.
it: Non c'è nessun cloud Clink e nessun account di sincronizzazione.
ja: Clink のクラウドも、同期用のアカウントもありません。
ko: Clink 클라우드도, 동기화 계정도 없어요.
ms: Tiada awan Clink dan tiada akaun segerak.
pt: Não há nuvem do Clink nem conta de sincronização.
ru: Никакого облака Clink и аккаунта для синхронизации не существует.
zh_hans: 没有 Clink 云，也没有同步账户。

source: There's a little animal on my keyboard
de: Da sitzt ein kleines Tier auf meiner Tastatur
es: Hay un animalito en mi teclado
et: Minu klaviatuuril on tilluke loom
fr: Il y a un petit animal sur mon clavier
hu: Van egy kis állat a billentyűzetemen
it: C'è un animaletto sulla mia tastiera
ja: キーボードに小さな動物がいます
ko: 키보드에 작은 동물이 있어요
ms: Ada haiwan kecil pada papan kekunci saya
pt: Há um bichinho no meu teclado
ru: У меня на клавиатуре какой-то зверёк
zh_hans: 我的键盘上有只小动物

source: There's nothing readable in here. Either it's empty, or a newer version of Clink wrote it.
de: Hier ist nichts zu lesen. Entweder ist der Eintrag leer, oder eine neuere Clink-Version hat ihn geschrieben.
es: Aquí no hay nada legible. O está vacío, o lo escribió una versión más reciente de Clink.
et: Siin pole midagi loetavat. See on kas tühi või kirjutas selle uuem Clinki versioon.
fr: Rien de lisible ici. Soit c’est vide, soit une version plus récente de Clink l’a écrit.
hu: Itt nincs olvasható tartalom. Vagy üres, vagy a Clink egy újabb verziója írta.
it: Qui non c’è nulla di leggibile. O è vuoto, oppure l’ha scritto una versione più recente di Clink.
ja: 読み取れる内容がありません。空であるか、より新しいバージョンのClinkが書き込んだものです。
ko: 읽을 수 있는 내용이 없습니다. 비어 있거나, 더 새로운 버전의 Clink가 기록한 것입니다.
ms: Tiada apa-apa yang boleh dibaca di sini. Sama ada ia kosong, atau ditulis oleh versi Clink yang lebih baharu.
pt: Não há nada legível aqui. Ou está vazio, ou foi escrito por uma versão mais recente do Clink.
ru: Здесь нечего прочитать. Либо файл пуст, либо его записала более новая версия Clink.
zh_hans: 这里没有可读内容。要么是空的，要么是由更新版本的 Clink 写入的。

source: Thermal glow per key: landing centroid, spread & traffic
de: Wärmeleuchten pro Taste: Landeschwerpunkt, Streuung & Nutzung
es: Resplandor térmico por tecla: centroide de aterrizaje, dispersión y tráfico
et: Soojussära klahvi kohta: maandumise tsenter, hajuvus ja liiklus
fr: Lueur thermique par touche : centroïde d'atterrissage, dispersion et trafic
hu: Hőalapú ragyogás billentyűnként: koppintási középpont, szórás és forgalom
it: Bagliore termico per tasto: centroide di atterraggio, dispersione e traffico
ja: キーごとの熱グロー。着地の重心、広がり、頻度。
ko: 키별 열 광택: 착지 중심, 분포, 사용량
ms: Cahaya haba setiap kekunci: sentroid pendaratan, sebaran & trafik
pt: Brilho térmico por tecla: centroide de toque, dispersão e tráfego
ru: Тепловое свечение по клавишам: центр попаданий, разброс и нагрузка
zh_hans: 每个键的热力光晕：落点质心、分布和使用量

source: These just add to what's already there. The fast offline suggestions, corrections, and predictions keep working right away. AI runs in the background and swaps in a better answer once it's ready, so your typing never waits on it.
de: Das kommt einfach zu dem dazu, was schon da ist. Die schnellen Offline-Vorschläge, Korrekturen und Vorhersagen laufen sofort weiter. Die KI arbeitet im Hintergrund und tauscht die Antwort gegen eine bessere, sobald sie fertig ist, deine Eingabe wartet also nie auf sie.
es: Esto solo se suma a lo que ya tienes. Las sugerencias, correcciones y predicciones rápidas sin conexión siguen funcionando al instante. La IA trabaja en segundo plano y cambia a una respuesta mejor cuando está lista, así nunca tienes que esperarla al escribir.
et: Need lihtsalt lisanduvad sellele, mis juba olemas. Kiired ühenduseta soovitused, parandused ja ennustused töötavad kohe edasi. TI töötab taustal ja vahetab parema vastuse sisse, kui ta valmis on, nii et sinu tipimine ei oota teda kunagi.
fr: Ils ne font que compléter ce qui existe déjà. Les suggestions, corrections et prédictions rapides hors ligne continuent de marcher tout de suite. L'IA tourne en arrière-plan et propose une meilleure réponse une fois prête, comme ça ta saisie ne l'attend jamais.
hu: Ezek csak hozzáadnak ahhoz, ami már megvan. A gyors offline javaslatok, javítások és előrejelzések azonnal működnek. Az AI a háttérben fut, és jobb választ hoz, amint kész van, így a gépelésed sosem vár rá.
it: Questi si aggiungono soltanto a ciò che c'è già. I suggerimenti, le correzioni e le previsioni rapide offline continuano a funzionare subito. L'IA gira in background e inserisce una risposta migliore appena è pronta, così la tua scrittura non deve mai aspettarla.
ja: これらは今ある機能に足すだけです。高速なオフラインの候補、修正、予測はこれまでどおりすぐに動きます。AI はバックグラウンドで動き、準備ができたらより良い答えに差し替えるので、入力が AI を待つことはありません。
ko: 이 기능들은 기존 기능에 더해질 뿐이에요. 빠른 오프라인 추천이랑 교정, 예측은 바로 계속 작동해요. AI는 백그라운드에서 돌아가다가 준비되면 더 나은 답으로 바꿔주니까, 입력할 때 AI를 기다릴 일은 없어요.
ms: Ini cuma tambahan pada yang sedia ada. Cadangan, pembetulan, dan ramalan luar talian yang pantas terus jalan serta-merta. AI berjalan di latar dan menukar kepada jawapan lebih baik sebaik saja ia siap, jadi taipan anda tak perlu tunggu.
pt: Isto só acrescenta ao que já tens. As sugestões, correções e previsões rápidas offline continuam a funcionar logo. A IA corre em segundo plano e troca por uma resposta melhor assim que estiver pronta, por isso a tua escrita nunca fica à espera dela.
ru: Всё это лишь дополняет то, что уже есть. Быстрые офлайн-подсказки, исправления и предсказания продолжают работать сразу. ИИ работает в фоне и подставляет более удачный вариант, когда тот готов, — печать его никогда не ждёт.
zh_hans: 这些只是锦上添花。快速的离线建议、纠错和预测照样即时工作。AI 在后台跑，准备好后会换上更好的结果，所以你打字从不用等它。

source: These settings apply to every reel. Controls fade from the capture after a moment, so recording starts clean.
de: Diese Einstellungen gelten für jedes Reel. Die Bedienelemente verschwinden nach einem Moment aus der Aufnahme, damit sie sauber beginnt.
es: Estos ajustes se aplican a cada carrete. Los controles desaparecen de la captura al cabo de un momento, para que la grabación empiece limpia.
et: Need seaded kehtivad igale reelile. Nupud kaovad salvestuselt hetke pärast, nii et salvestus algab puhtalt.
fr: Ces réglages s’appliquent à chaque bobine. Les commandes disparaissent de la capture après un instant, pour que l’enregistrement commence proprement.
hu: Ezek a beállítások minden reelre érvényesek. A vezérlők rövid idő után eltűnnek a felvételről, így tisztán indul a rögzítés.
it: Queste impostazioni valgono per ogni reel. I controlli scompaiono dalla cattura dopo un attimo, così la registrazione inizia pulita.
ja: この設定はすべてのリールに適用されます。少しすると操作部が撮影から消えるため、きれいな状態で録画を始められます。
ko: 이 설정은 모든 릴에 적용됩니다. 잠시 후 컨트롤이 녹화 화면에서 사라져 깔끔하게 녹화를 시작할 수 있습니다.
ms: Tetapan ini digunakan pada setiap reel. Kawalan hilang daripada rakaman selepas seketika supaya rakaman bermula dengan bersih.
pt: Estas definições aplicam-se a todos os reels. Os controlos desaparecem da captura após um momento, para que a gravação comece limpa.
ru: Эти настройки действуют для каждого ролика. Через мгновение элементы управления исчезают из кадра, и запись начинается чисто.
zh_hans: 这些设置适用于每个短片。片刻后控件会从录制画面中淡出，让录制干净开始。

source: These settings conflict. Review their values.
de: Diese Einstellungen stehen im Konflikt. Prüfe ihre Werte.
es: Estos ajustes son incompatibles. Revisa sus valores.
et: Need seaded on vastuolus. Kontrolli nende väärtusi.
fr: Ces réglages sont incompatibles. Vérifie leurs valeurs.
hu: Ezek a beállítások ütköznek. Ellenőrizd az értékeiket.
it: Queste impostazioni sono in conflitto. Controllane i valori.
ja: 設定が競合しています。値を確認してください。
ko: 이 설정들이 충돌합니다. 값을 확인해 주세요.
ms: Tetapan ini bercanggah. Semak nilainya.
pt: Estas definições entram em conflito. Revê os valores.
ru: Эти настройки несовместимы. Проверьте их значения.
zh_hans: 这些设置存在冲突。请检查其值。

source: These stay put on every layout and in every language.
de: Die bleiben auf jedem Layout und in jeder Sprache an ihrem Platz.
es: Se quedan en su sitio en todas las disposiciones y en todos los idiomas.
et: Need jäävad paigale igas paigutuses ja igas keeles.
fr: Elles restent en place sur toutes les dispositions et dans toutes les langues.
hu: Ezek minden elrendezésen és minden nyelven a helyükön maradnak.
it: Restano al loro posto su ogni disposizione e in ogni lingua.
ja: どの配列でも、どの言語でもそのままの位置に残ります。
ko: 모든 배열, 모든 언어에서 그 자리에 그대로 있습니다.
ms: Ini kekal di tempatnya pada setiap susunan dan dalam setiap bahasa.
pt: Ficam no lugar em todas as disposições e em todos os idiomas.
ru: Они остаются на месте в любой раскладке и на любом языке.
zh_hans: 在所有排列和所有语言下都保持原位。

source: These tools live in the keyboard. Add it in Settings to use them while you type.
de: Diese Werkzeuge stecken in der Tastatur. Füge sie in den Einstellungen hinzu, um sie beim Tippen zu nutzen.
es: Estas herramientas están en el teclado. Añádelo en Ajustes para usarlas mientras escribes.
et: Need tööriistad elavad klaviatuuril. Lisa ta seadetes, et neid tipimise ajal kasutada.
fr: Ces outils vivent dans le clavier. Ajoute-le dans Réglages pour t'en servir pendant que tu écris.
hu: Ezek az eszközök a billentyűzetben laknak. Add hozzá a Beállításokban, hogy gépelés közben is használhasd őket.
it: Questi strumenti stanno nella tastiera. Aggiungila in Impostazioni per usarli mentre scrivi.
ja: これらのツールはキーボードの中にあります。「設定」でキーボードを追加すると、入力しながら使えます。
ko: 이 도구들은 키보드 안에 있습니다. 설정에서 키보드를 추가하면 입력하면서 쓸 수 있어요.
ms: Alat ini berada dalam papan kekunci. Tambahkannya dalam Tetapan untuk menggunakannya sambil menaip.
pt: Estas ferramentas vivem no teclado. Adiciona-o nas Definições para as usares enquanto escreves.
ru: Эти инструменты живут в клавиатуре. Добавьте её в «Настройках», чтобы пользоваться ими прямо при наборе.
zh_hans: 这些工具都在键盘里。在“设置”中把键盘加上，打字时就能用。

source: They both live on the Feel page.
de: Beides findest du auf der Seite Haptik.
es: Ambos están en la página Tacto.
et: Mõlemad asuvad lehel „Tunnetus”.
fr: Les deux se trouvent sur la page Ressenti.
hu: Mindkettőt az Érzet oldalon találod.
it: Si trovano entrambi nella pagina Sensazione.
ja: どちらも「触感」ページにあります。
ko: 둘 다 ‘느낌’ 페이지에 있습니다.
ms: Kedua-duanya ada pada halaman Rasa.
pt: Ambos estão na página Sensação.
ru: Оба параметра находятся на странице «Ощущения».
zh_hans: 这两项都在“触感”页面中。

source: They do once iCloud Sync is on: profiles and themes travel with your Apple Account.
de: Sobald iCloud-Sync an ist, ja: Profile und Designs reisen mit deinem Apple-Account mit.
es: Sí, en cuanto actives la sincronización con iCloud: perfiles y temas viajan con tu cuenta de Apple.
et: Jah, kui iCloudi sünkroonimine on sees: profiilid ja teemad reisivad sinu Apple’i kontoga.
fr: Oui, dès que la synchronisation iCloud est active : profils et thèmes voyagent avec ton compte Apple.
hu: Igen, ha be van kapcsolva az iCloud-szinkron: a profilok és a témák az Apple-fiókoddal utaznak.
it: Sì, una volta attiva la sincronizzazione iCloud: profili e temi viaggiano con il tuo account Apple.
ja: iCloud同期をオンにすれば引き継がれます。プロファイルとテーマはApple アカウントとともに移動します。
ko: iCloud 동기화를 켜면 됩니다. 프로필과 테마가 Apple 계정을 따라 옮겨 갑니다.
ms: Ya, sebaik Segerak iCloud dihidupkan: profil dan tema mengikut Akaun Apple anda.
pt: Vão, assim que a Sincronização iCloud estiver ligada: perfis e temas viajam com a tua conta Apple.
ru: Да, если включена синхронизация с iCloud: профили и темы едут вместе с вашим аккаунтом Apple.
zh_hans: 打开 iCloud 同步就会：配置文件和主题跟着你的 Apple 账户走。

source: They're two switches on the same page.
de: Das sind zwei Schalter auf derselben Seite.
es: Son dos interruptores en la misma página.
et: Need on kaks lülitit samal lehel.
fr: Ce sont deux interrupteurs sur la même page.
hu: Két kapcsoló, ugyanazon az oldalon.
it: Sono due interruttori sulla stessa pagina.
ja: 同じページにある2つのスイッチです。
ko: 같은 페이지에 있는 스위치 두 개입니다.
ms: Ia dua suis pada halaman yang sama.
pt: São dois interruptores na mesma página.
ru: Это два переключателя на одной странице.
zh_hans: 是同一页上的两个开关。

source: Thick trail · strong, wide ripple.
de: Dicke Spur · starke, breite Welle.
es: Trazo grueso · onda fuerte y amplia.
et: Paks jälg · tugev, lai laine.
fr: Trace épaisse · ondulation forte et large.
hu: Vastag nyom · erős, széles hullám.
it: Scia spessa · onda forte e ampia.
ja: 太い軌跡 · 強く広い波紋。
ko: 두꺼운 궤적 · 강하고 넓은 물결.
ms: Jejak tebal · riak kuat, luas.
pt: Rasto espesso · ondulação forte e larga.
ru: Толстый след · сильная широкая волна.
zh_hans: 粗轨迹 · 又强又宽的涟漪。

source: Thickness
de: Dicke
es: Grosor
et: Paksus
fr: Épaisseur
hu: Vastagság
it: Spessore
ja: 太さ
ko: 굵기
ms: Ketebalan
pt: Espessura
ru: Толщина
zh_hans: 粗细

source: Thickness, taper & ripple
de: Dicke, Verlauf & Welle
es: Grosor, afilado y onda
et: Paksus, ahenemine ja laine
fr: Épaisseur, effilé et ondulation
hu: Vastagság, elkeskenyedés és hullámzás
it: Spessore, rastremazione e onda
ja: 太さ・先細り・波紋
ko: 두께, 굵기 변화, 물결
ms: Ketebalan, tirus & riak
pt: Espessura, afinamento e ondulação
ru: Толщина, сужение и волна
zh_hans: 粗细、渐细与涟漪

source: Thin
de: Dünn
es: Fina
et: Peen
fr: Fin
hu: Vékony
it: Sottile
ja: 細字
ko: 가는
ms: Nipis
pt: Fina
ru: Тонкий
zh_hans: 纤细

source: Thinking…
de: Denkt nach …
es: Pensando…
et: Mõtlen…
fr: Réflexion…
hu: Gondolkodik…
it: Sto pensando…
ja: 考え中…
ko: 생각하는 중…
ms: Memikirkan…
pt: A pensar…
ru: Думаем…
zh_hans: 思考中…

source: This GIF could not be reported. Try again.
de: Dieses GIF konnte nicht gemeldet werden. Versuche es erneut.
es: No se pudo denunciar este GIF. Inténtalo de nuevo.
et: Sellest GIF-ist ei õnnestunud teatada. Proovi uuesti.
fr: Impossible de signaler ce GIF. Réessaie.
hu: Nem sikerült jelenteni ezt a GIF-et. Próbáld újra.
it: Impossibile segnalare questa GIF. Riprova.
ja: このGIFを報告できませんでした。再試行してください。
ko: 이 GIF를 신고하지 못했어요. 다시 시도하세요.
ms: GIF ini tidak dapat dilaporkan. Cuba lagi.
pt: Não foi possível denunciar este GIF. Tenta novamente.
ru: Не удалось отправить жалобу на этот GIF. Попробуйте ещё раз.
zh_hans: 无法举报此 GIF。请重试。

source: This GIF is too large to copy.
de: Dieses GIF ist zum Kopieren zu groß.
es: Este GIF es demasiado grande para copiarlo.
et: See GIF on kopeerimiseks liiga suur.
fr: Ce GIF est trop volumineux pour être copié.
hu: Ez a GIF túl nagy a másoláshoz.
it: Questa GIF è troppo grande per essere copiata.
ja: このGIFはサイズが大きすぎるためコピーできません。
ko: 이 GIF는 너무 커서 복사할 수 없어요.
ms: GIF ini terlalu besar untuk disalin.
pt: Este GIF é demasiado grande para copiar.
ru: Этот GIF слишком большой для копирования.
zh_hans: 此 GIF 太大，无法复制。

source: This GIF is unavailable.
de: Dieses GIF ist nicht verfügbar.
es: Este GIF no está disponible.
et: See GIF pole saadaval.
fr: Ce GIF n’est pas disponible.
hu: Ez a GIF nem érhető el.
it: Questa GIF non è disponibile.
ja: このGIFは利用できません。
ko: 이 GIF는 이용할 수 없어요.
ms: GIF ini tidak tersedia.
pt: Este GIF não está disponível.
ru: Этот GIF недоступен.
zh_hans: 此 GIF 不可用。

source: This NuKey code links to a theme rather than containing one. Clink will download it from %@. You'll see what it looks like before anything is saved.
de: Dieser NuKey-Code verweist auf ein Design, statt eines zu enthalten. Clink lädt es von %@. Du siehst, wie es aussieht, bevor etwas gesichert wird.
es: Este código de NuKey enlaza a un tema en lugar de contenerlo. Clink lo descargará de %@. Verás cómo queda antes de guardar nada.
et: See NuKey kood viitab teemale, selle asemel et seda sisaldada. Clink laadib selle alla aadressilt %@. Näed, milline see välja näeb, enne kui midagi salvestatakse.
fr: Ce code NuKey renvoie à un thème au lieu de le contenir. Clink le téléchargera depuis %@. Vous verrez son apparence avant que quoi que ce soit ne soit enregistré.
hu: Ez a NuKey-kód egy témára hivatkozik, nem tartalmazza azt. A Clink innen tölti le: %@. Mentés előtt látni fogod, hogyan néz ki.
it: Questo codice NuKey rimanda a un tema invece di contenerlo. Clink lo scaricherà da %@. Vedrai com'è prima che venga salvato qualcosa.
ja: このNuKeyコードはテーマそのものではなく、テーマへのリンクです。Clinkは%@からダウンロードします。保存する前に見た目を確認できます。
ko: 이 NuKey 코드에는 테마가 아니라 테마 링크가 들어 있습니다. Clink가 %@에서 내려받습니다. 저장하기 전에 어떤 모습인지 확인할 수 있습니다.
ms: Kod NuKey ini memaut kepada tema, bukan mengandunginya. Clink akan memuat turunnya daripada %@. Anda akan melihat rupanya sebelum apa-apa disimpan.
pt: Esse código do NuKey aponta para um tema em vez de contê-lo. O Clink vai baixá-lo de %@. Você verá como ele fica antes de salvar qualquer coisa.
ru: Этот код NuKey ведёт к теме, а не содержит её. Clink загрузит её с %@. Вы увидите, как она выглядит, прежде чем что-то сохранится.
zh_hans: 此 NuKey 码指向一个主题，而不是包含主题本身。Clink 将从 %@ 下载。保存前你可以先看到效果。

source: This action requires a user tap or Full Access.
de: Diese Aktion erfordert dein Antippen oder vollen Zugriff.
es: Esta acción requiere un toque del usuario o acceso total.
et: See toiming nõuab kasutaja puudutust või täielikku ligipääsu.
fr: Cette action nécessite un toucher de ta part ou l’accès complet.
hu: Ez a művelet felhasználói koppintást vagy teljes hozzáférést igényel.
it: Questa azione richiede un tocco dell’utente o l’accesso completo.
ja: このアクションにはユーザーのタップまたはフルアクセスが必要です。
ko: 이 동작에는 사용자 탭 또는 전체 접근 허용이 필요합니다.
ms: Tindakan ini memerlukan ketikan pengguna atau Akses Penuh.
pt: Esta ação requer um toque do utilizador ou acesso total.
ru: Для действия требуется нажатие пользователя или полный доступ.
zh_hans: 此操作需要用户轻点或完全访问权限。

source: This action takes no input, so it runs with an empty string.
de: Diese Aktion benötigt keine Eingabe, sie läuft mit einer leeren Zeichenfolge.
es: Esta acción no necesita entrada, se ejecuta con una cadena vacía.
et: See tegevus ei võta sisendit, seega töötab ta tühja sõnega.
fr: Cette action ne prend aucune entrée, elle s'exécute avec une chaîne vide.
hu: Ez a művelet nem igényel bemenetet, üres karakterlánccal fut.
it: Questa azione non richiede input, viene eseguita con una stringa vuota.
ja: このアクションは入力を必要としません。空の文字列で実行されます。
ko: 이 액션은 입력이 필요 없어요. 빈 문자열로 실행돼요.
ms: Tindakan ini tidak memerlukan input, ia berjalan dengan rentetan kosong.
pt: Esta ação não precisa de entrada, corre com uma string vazia.
ru: Это действие не принимает текст на вход, поэтому запускается с пустой строкой.
zh_hans: 这个操作不需要输入，会以空字符串运行。

source: This configuration requires an active membership.
de: Diese Konfiguration erfordert eine aktive Mitgliedschaft.
es: Esta configuración requiere una suscripción activa.
et: See seadistus nõuab aktiivset liikmesust.
fr: Cette configuration nécessite un abonnement actif.
hu: Ehhez a beállításhoz aktív tagság szükséges.
it: Questa configurazione richiede un abbonamento attivo.
ja: この設定には有効なメンバーシップが必要です。
ko: 이 설정에는 활성 멤버십이 필요합니다.
ms: Konfigurasi ini memerlukan keahlian aktif.
pt: Esta configuração requer uma subscrição ativa.
ru: Для этой конфигурации нужна активная подписка.
zh_hans: 此配置需要有效会员资格。

source: This device
de: Dieses Gerät
es: Este dispositivo
et: See seade
fr: Cet appareil
hu: Ez az eszköz
it: Questo dispositivo
ja: この端末
ko: 이 기기
ms: Peranti ini
pt: Este dispositivo
ru: Это устройство
zh_hans: 这台设备

source: This device can't run Apple Intelligence.
de: Dieses Gerät kann Apple Intelligence nicht ausführen.
es: Este dispositivo no puede usar Apple Intelligence.
et: See seade ei saa Apple Intelligence’i käitada.
fr: Cet appareil ne peut pas faire tourner Apple Intelligence.
hu: Ez az eszköz nem tudja futtatni az Apple Intelligence-t.
it: Questo dispositivo non può usare Apple Intelligence.
ja: このデバイスでは Apple Intelligence を使えません。
ko: 이 기기에서는 Apple Intelligence를 쓸 수 없어요.
ms: Peranti ini tak boleh menjalankan Apple Intelligence.
pt: Este dispositivo não consegue correr o Apple Intelligence.
ru: На этом устройстве Apple Intelligence не работает.
zh_hans: 这台设备跑不了 Apple Intelligence。

source: This device is on an older iOS, so the keys use a plain translucent material instead. No lens, no merge, no press bloom.
de: Dieses Gerät läuft mit einem älteren iOS, deshalb nutzen die Tasten ein einfaches transparentes Material. Keine Linse, kein Verschmelzen, kein Aufblühen beim Tippen.
es: Este dispositivo tiene una versión anterior de iOS, así que las teclas usan un material translúcido normal. Sin lente, sin fusión y sin destello al pulsar.
et: See seade on vanemal iOS-il, seega kasutavad klahvid hoopis lihtsat läbipaistvat materjali. Läätsi pole, sulamist pole, vajutuse bloomi pole.
fr: Cet appareil utilise une version plus ancienne d'iOS, donc les touches passent à un matériau translucide simple. Sans effet de lentille, sans fusion et sans floraison à l'appui.
hu: Ezen a készüléken régebbi iOS fut, ezért a gombok egyszerű áttetsző anyagot használnak. Nincs lencse, összeolvadás és lenyomási felvillanás.
it: Questo dispositivo ha una versione di iOS meno recente, quindi i tasti usano un semplice materiale traslucido. Niente lente, niente fusione, niente bagliore alla pressione.
ja: この端末は以前のiOSのため、キーは通常の半透明マテリアルで表示されます。レンズ効果も融合も、押した瞬間の広がりもありません。
ko: 이 기기는 이전 버전의 iOS라서 키가 일반 반투명 소재로 표시됩니다. 렌즈 효과도, 병합도, 누를 때의 번짐도 없습니다.
ms: Peranti ini menggunakan iOS lama, jadi kekunci menggunakan bahan lut cahaya biasa. Tiada kesan kanta, tiada gabungan, tiada kembang ketika ditekan.
pt: Este dispositivo está numa versão mais antiga do iOS, por isso as teclas usam um material translúcido simples. Sem lente, sem fusão e sem brilho ao tocar.
ru: На этом устройстве более старая версия iOS, поэтому клавиши используют обычный полупрозрачный материал. Без линзы, без слияния, без свечения при нажатии.
zh_hans: 此设备的 iOS 版本较旧，因此按键改用普通半透明材质。没有透镜、没有融合，按下时也不会绽放。
